class mainStrings {
  List<String> welcomeMessages = [
    "أهلاً بمن أحبّه الله فهداه لذكره.",
    "نور الله قلبك كما أقبلت على ذكره.",
    "مرحبًا بكِ في رحاب الذكر والسكينة.",
    " زادكِ الله نورًا بذكره، وشرح صدركِ بفضله.",
    " هنيئًا لقلبٍ اختار ذكر الله ملاذًا.",
    " من أقبل على الله، أقبل الله عليه.. مرحبًا بكِ.",
    " من طرق باب الذكر، فُتحت له أبواب الرحمة.",
    " ما طاب الطريق إلا لمن نوى وجه الله.",
    "هنيئًا لكِ... فكل ذِكر يُرفع لكِ أجرًا.",
    " يسيرٌ على اللسان، ثقيلٌ في الميزان.",
    " كل تسبيحة تُرفع، وفي صحيفتك أجر لا يُعد.",
    " ما من تسبيحة تُقال إلا وارتفعت أجرًا لا يُحصى.",
  ];
}
